Repository: RotherOSS/MasterSlave
Catalog: i18n/MasterSlave/MasterSlave.*.po
Languages: bg

source: Manage Master/Slave status for %s%s%s
bg: Управление на състоянието Master/Slave за %s%s%s

source: New Master Ticket
bg: Нов главен билет

source: Unset Master Ticket
bg: Премахване на главния билет

source: Unset Slave Ticket
bg: Премахване на билета за подчинен

source: Slave of %s%s%s: %s
bg: Подчинен на %s%s%s: %s

source: Unset Master Tickets
bg: Премахване на главните билети

source: Unset Slave Tickets
bg: Деактивиране на подчинени билети

source: Master
bg: Главен

source: Slave of %s%s%s
bg: Подчинен %s%s%s

source: Master Ticket
bg: Главен билет

source: All master tickets
bg: Всички главни билети

source: All slave tickets
bg: Всички подчинени билети

source: Allows adding notes in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Позволява добавяне на бележки в екрана MasterSlave на билет за увеличен билет в интерфейса на агента.

source: Change the MasterSlave state of the ticket.
bg: Променете състоянието на MasterSlave на билета.

source: Defines dynamic field name for master ticket feature.
bg: Дефинира име на динамично поле за функцията на главния билет.

source: Defines if a ticket lock is required in the ticket MasterSlave screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
bg: Определя дали е необходимо заключване на билет в екрана MasterSlave на билет, ескалиран билет в интерфейса на агента (ако билетът все още не е заключен, билетът се заключва и текущият агент ще бъде зададен автоматично като негов собственик).

source: Defines if the MasterSlave note is visible for the customer by default.
bg: Определя дали бележката MasterSlave е видима за клиента по подразбиране.

source: Defines the default next state of a ticket after adding a note, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Дефинира следващото състояние по подразбиране на билет след добавяне на бележка в екрана MasterSlave на билета, ескалиран билет в интерфейса на агента.

source: Defines the default ticket priority in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Определя приоритета на билета по подразбиране в екрана MasterSlave на билета, за ескалирания билет в интерфейса на агента.

source: Defines the history comment for the ticket MasterSlave screen action, which gets used for ticket history in the agent interface.
bg: Дефинира коментара на историята за действието на екрана MasterSlave на билет, който се използва за хронология на билет в интерфейса на агента.

source: Defines the history type for the ticket MasterSlave screen action, which gets used for ticket history in the agent interface.
bg: Дефинира типа история за действието на екрана MasterSlave на билета, което се използва за хронология на билети в интерфейса на агента.

source: Defines the next state of a ticket after adding a note, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Дефинира следващото състояние на билет след добавяне на бележка в екрана MasterSlave на билета за ескалиран билет в интерфейса на агента.

source: Enables the advanced MasterSlave part of the feature.
bg: Активира разширената MasterSlave част от функцията.

source: Enables the feature that slave tickets follow the master ticket to a new master in the advanced MasterSlave mode.
bg: Активира функцията, че подчинените билети следват главния билет към нов главен в разширен режим MasterSlave.

source: Enables the feature to change the MasterSlave state of a ticket in the advanced MasterSlave mode.
bg: Активира функцията за промяна на състоянието на Master Slave на билет в разширен режим Master Slave.

source: Enables the feature to forward articles from type 'forward' of a master ticket to the customers of the slave tickets. By default (disabled) it will not forward articles from type 'forward' to the slave tickets.
bg: Активира функцията за препращане на статии от тип „напред“ на главния билет към клиентите на подчинените билети. По подразбиране (забранено) няма да препраща статии от тип „напред“ към подчинените билети.

source: Enables the feature to keep parent-child link after change of the MasterSlave state in the advanced MasterSlave mode.
bg: Активира функцията за запазване на връзката родител-дете след промяна на състоянието на MasterSlave в разширен режим MasterSlave.

source: Enables the feature to keep parent-child link after unset of the MasterSlave state in the advanced MasterSlave mode.
bg: Активира функцията за запазване на връзката родител-дете след отмяна на състоянието MasterSlave в разширения режим MasterSlave.

source: Enables the feature to unset the MasterSlave state of a ticket in the advanced MasterSlave mode.
bg: Активира функцията за премахване на състоянието MasterSlave на билет в разширения режим MasterSlave.

source: If a note is added by an agent, sets the state of the ticket in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Ако бележка е добавена от агент, задава състоянието на билета в екрана MasterSlave на билета за ескалиран билет в интерфейса на агента.

source: Master / Slave
bg: Главен/ Подчинен

source: Master Tickets
bg: Главни билети

source: MasterSlave
bg: ГлавенПодчинен

source: MasterSlave module for Ticket Bulk feature.
bg: Модул MasterSlave за функцията Групово действие.

source: Parameters for the dashboard backend of the master tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
bg: Параметри на таблото за управление на главния преглед на билетите в интерфейса на агента. „Ограничение“ е броят на записите, показан по подразбиране. „Група“ се използва за ограничаване на достъпа до плъгина (напр. Група: admin;group1;group2;). „По подразбиране“ определя дали приставката е активирана по подразбиране или потребителят трябва да я активира ръчно. „CacheTTLLocal“ е времето за кеширане в минути за плъгина.

source: Parameters for the dashboard backend of the slave tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
bg: Параметри на таблото за управление на прегледа на подчинените билети на интерфейса на агента. „Ограничение“ е броят на записите, показан по подразбиране. „Група“ се използва за ограничаване на достъпа до плъгина (напр. Група: admin;group1;group2;). „По подразбиране“ определя дали приставката е активирана по подразбиране или потребителят трябва да я активира ръчно. „CacheTTLLocal“ е времето за кеширане в минути за плъгина.

source: Registration of the ticket event module.
bg: Регистрация на модул за събитие с билети.

source: Required permissions to use the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Необходими права за използване на екрана MasterSlave билет, на ескалиран билет в интерфейса на агента.

source: Sets if Master / Slave field must be selected by the agent.
bg: Задава дали полето Master/Slave трябва да бъде избрано от агента.

source: Sets the default body text for notes added in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Задава основния текст по подразбиране за бележки, добавени в екрана MasterSlave на билета, за ескалиран билет в интерфейса на агента.

source: Sets the default subject for notes added in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Задава темата по подразбиране за бележки, добавени в екрана MasterSlave на билета за ескалиран билет в интерфейса на агента.

source: Sets the responsible agent of the ticket in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Задава отговорния агент за билета в екрана MasterSlave на билета за ескалиран билет в интерфейса на агента.

source: Sets the service in the ticket MasterSlave screen of a zoomed ticket in the agent interface (Ticket::Service needs to be activated).
bg: Задава услугата в екрана MasterSlave на билета за ескалиран билет в интерфейса на агента (Ticket::Service трябва да бъде активиран).

source: Sets the ticket owner in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Задава собственика на билета в екрана MasterSlave на билета за ескалиран билет в интерфейса на агента.

source: Sets the ticket type in the ticket MasterSlave screen of a zoomed ticket in the agent interface (Ticket::Type needs to be activated).
bg: Задава типа билет в екрана MasterSlave на билета за увеличен билет в интерфейса на агента (Ticket::Type трябва да бъде активиран).

source: Shows a link in the menu to change the MasterSlave status of a ticket in the ticket zoom view of the agent interface.
bg: Показва връзка в менюто за промяна състоянието на MasterSlave билет в изгледа за увеличение на билета в интерфейса на агента.

source: Shows a list of all the involved agents on this ticket, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Показва списък на всички включени агенти в този билет от екрана MasterSlave на билета, за увеличен билет в интерфейса на агента.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Показва списък с всички възможни агенти (всички агенти с разрешения за бележка в опашката/билета), за да определи кой трябва да бъде информиран за тази бележка, в екрана MasterSlave за билет на увеличен билет в интерфейса на агента.

source: Shows the ticket priority options in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Показва опциите за приоритет на билета в екрана MasterSlave на билета за увеличен билет в интерфейса на агента.

source: Shows the title field in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
bg: Показва полето за заглавие в екрана MasterSlave на билета за увеличен билет в интерфейса на агента.

source: Slave Tickets
bg: Подчинени билети

source: Specifies the different article communication channels where the real name from Master ticket will be replaced with the one in the Slave ticket.
bg: Указва различните канали за комуникация на статията, където истинското име от главния билет ще бъде заменено с това в подчинения билет.

source: This module activates Master/Slave field in new email and phone ticket screens.
bg: Този модул активира полето Master/Slave в нови екрани за имейл и телефонни билети.

source: This setting is deprecated and will be removed in further versions of MasterSlave.
bg: Тази настройка е остаряла и ще бъде премахната в следващите версии на MasterSlave.

source: Ticket MasterSlave.
bg: Билет MasterSlave.
